Repository: Salcines/DemoBook
Catalog: DemoBook/Resources/Globalization.*.resx
Languages: es_es

# Subtitle
source: Reserve and consult book's system
es_es: Sistema de reserva y consulta de libros

source: Exit
es_es: Salir

# Add
source: Add new book
es_es: Añadir libro

# Update
source: Update book
es_es: Actualizar libro

# Delete
source: Delete book
es_es: Borrar libro

# Read
source: Find book
es_es: Consultar lilbro

# Option
source: Choose an option
es_es: Selecciona una opción

# ServiceTitle
source: Add a book
es_es: Añadir libro

# BookTitleMessage
source: Write the book title
es_es: Introduzca el título del libro

# ReturnCreate
source: The book {0} has been added
es_es: El libro {0} ha sido creado

# WrongOption
source: Option not valid. Please type a number and press a key to continue...
es_es: Opción no válida. Por favor, introduzca un número y pulse una tecla para continuar...

# AuthorMessage
source: Write the author name
es_es: Intruduzca el autor

# CategoryMessage
source: Write the category
es_es: Introduzca la categoría

# UpdateTitleMessage
source: Write the update book ISBN
es_es: Introduzca el ISBN del libro a actualizar

# newTitle
source: Write the new book title
es_es: Introduzca el nuevo título del libro

# newAuthor
source: Write the new author name
es_es: Introduzca el nuevo nombre del autor

# newCategory
source: Write the new book category
es_es: Intrudozca la nueva categoría del libro

# notFound
source: The book {0} hasn't been found
es_es: No se ha encontrado el libro {0}

# UpdateMessage
source: The book {0} has been updated
es_es: El libro {0} ha sido actualizado

# bookAvailable
source: Indicate the book availability (Yes/No)
es_es: Indique la disponibilidad del libro (Si/No)

# emptyBooks
source: No recorder books
es_es: No hay libros registrados

source: Title
es_es: Título

source: Author
es_es: Autor

source: Category
es_es: Categoría

# isAvailable
source: Available
es_es: Disponible

# Positive
source: YES
es_es: SI

# ReadAll
source: Show all books
es_es: Mostrar todos los libros

# SearchBook
source: SEARCH A BOOK
es_es: BUSCAR UN LIBRO

# SearchBookMessage
source: Write the book ISBN
es_es: Introduzca el ISBN del libro

# SearchBookResponse
source: The book with ISBN {0} is called {1} and its author is {2}
es_es: El libro con el ISBN {0} se titula {1} y su autor es {2}

# ISBNError
source: The ISBN information is mandatory
es_es: El ISBN es obligatorio

source: Delete book
es_es: Eliminar libro

# DeleteMessage
source: The book with ISBN {0} has been deleted
es_es: El libro con el ISBN {0} ha sido borrado

# Continue
source: Press a key to back to the main menu
es_es: Pulse una tecla para volver al menú principal
